alacritty
alsa-utils
autoconf
automake
bash
bat
binutils
bison
bluez
bluez-utils
bzip2
certbot
certbot-apache
coreutils
cryptsetup
device-mapper
dhcpcd
diffutils
docker
e2fsprogs
fakeroot
file
filesystem
findutils
fish
flashfocus-git
flex
fzf
gawk
gcc
gcc-libs
gettext
git
glibc
grep
grim
gzip
hexyl
hugo
i3status
inetutils
intel-ucode
iproute2
iputils
iwd
jdk-openjdk
jfsutils
keybase-bin
less
libtool
licenses
light
linux
linux-firmware
llpp
logrotate
lsd
lvm2
m4
make
mako-git
man-db
man-pages
mdadm
nano
neofetch
netctl
networkmanager
ngrok
openssh
pacman
pacman-contrib
pass
patch
pciutils
perl
pkgconf
poppler-data
procps-ng
psmisc
pulseaudio-alsa
pulseaudio-bluetooth
python-i3ipc
python-pip
qutebrowser
refind-efi
reiserfsprogs
rustup
s-nail
sed
shadow
slack-desktop
slurp
spotify
sudo
sway
swayidle
swaylock
sysfsutils
systemd-sysvcompat
tar
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tmux
ttf-inconsolata
unzip
usbutils
util-linux
vi
vim
watchexec
weechat
which
whois
wpa_supplicant
xfsprogs
xorg-server-xwayland
yarn
zip
